Repository: t1ooo/flutter_multitimer
Catalog: lib/src/l10n/arb/app_*.arb
Languages: ru

# timerNameDraft
source: Timer
ru: Таймер

# timerNameFocus
source: Focus
ru: Фокус

# timerNameBreak
source: Break
ru: Короткий Перерыв

# timerNameLongBreak
source: Long Break
ru: Перерыв

# timerEditTitle
source: Edit Timer
ru: Редактировать Таймер

# timerCreateTitle
source: Create Timer
ru: Создать Таймер

# timerNameLabel
source: Name
ru: Название

# homeTitle
source: Timers
ru: Таймеры

# timersLoadError
source: Error: failed to load timers
ru: Ошибка: не удалось загрузить таймеры

# timerCreateError
source: Error: failed to create timer
ru: Ошибка: не удалось создать таймер

# timerUpdateError
source: Error: failed to update timer
ru: Ошибка: не удалось обновить таймер

# timerDeleteError
source: Error: failed to delete timer
ru: Ошибка: не удалось удалить таймер

# settingsLoadError
source: Error: failed to load settings
ru: Ошибка: не удалось загрузить настройки

# updateLocaleError
source: Error: failed to update locale
ru: Ошибка: не удалось обновить локаль

# settingsTitle
source: Settings
ru: Настройки

# languageLabel
source: Language
ru: Язык

# notificationBody
source: Time's up
ru: Таймер завершен в

# stopSignalButton
source: STOP SIGNAL
ru: ОСТАНОВИТЬ СИГНАЛ
