Repository: t1ooo/flutter_multitimer
Catalog: lib/src/l10n/app_*.arb
Languages: ru

# timersLoadError
source: Error: failed to load timers
ru: СДЕЛАТЬ

# timerCreateError
source: Error: failed to create timer
ru: СДЕЛАТЬ

# timerUpdateError
source: Error: failed to update timer
ru: СДЕЛАТЬ

# timerDeleteError
source: Error: failed to delete timer
ru: СДЕЛАТЬ

# settingsLoadError
source: Error: failed to load settings
ru: СДЕЛАТЬ

# updateLocaleError
source: Error: failed to update locale
ru: СДЕЛАТЬ

# settingsTitle
source: Settings
ru: Настройки

# languageLabel
source: Language
ru: Язык

# notificationBody
source: Time's up
ru: Таймер завершен

# stopSignalButton
source: STOP SIGNAL
ru: ОСТАНОВИТЬ СИГНАЛ
